{
  "id": 1,
  "title": "SCP-3847 Case File",
  "content": "\u003ch1\u003eSCP-3847 Case File\u003c/h1\u003e\n\u003cp\u003e\u003cstrong\u003eClassification: EUCLID\u003c/strong\u003e\u003cbr\u003e\n  \u003cstrong\u003eSpecial Containment Procedures Required\u003c/strong\u003e\n\u003c/p\u003e\n\n\u003chr\u003e\n\n\u003ch2\u003eOBJECT CLASS: EUCLID\u003c/h2\u003e\n\n\u003ch2\u003eSPECIAL CONTAINMENT PROCEDURES:\u003c/h2\u003e\n\n\u003cp\u003eSCP-3847 is to be contained in a standard secure document storage facility at Site-██. Access requires Level 3\n  clearance and approval from Dr. Meridian or Senior Research Staff. All personnel interacting with SCP-3847 must\n  undergo psychological evaluation within 72 hours of exposure.\u003c/p\u003e\n\n\u003cp\u003eThe artifact is to be stored in a climate-controlled environment at 21°C with humidity maintained at 45%. Under no\n  circumstances should SCP-3847 be exposed to direct electromagnetic radiation above 500 nanometers wavelength.\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eADDENDUM 3847-A\u003c/strong\u003e: Following Incident 3847-7, all research sessions are limited to 4-hour intervals\n  with mandatory 48-hour rest periods between exposures.\u003c/p\u003e\n\n\u003ch2\u003eDESCRIPTION:\u003c/h2\u003e\n\n\u003cp\u003eSCP-3847 is a leather-bound manuscript of unknown origin, measuring 32cm x 24cm x 8cm. The cover bears no external\n  markings save for a series of geometric symbols that change configuration when observed directly. Carbon dating\n  indicates the materials are approximately 800 years old, though certain ink compounds contain isotopes that should not\n  exist naturally.\u003c/p\u003e\n\n\u003cp\u003eThe manuscript contains 247 pages of text written in what appears to be a hybrid of Medieval Latin and an unknown\n  symbolic language. Translation efforts led by Dr. Elena Vasquez have revealed the document to be a comprehensive\n  archive of astronomical observations, focusing particularly on celestial events occurring during what the text refers\n  to as \"convergence points.\"\u003c/p\u003e\n\n\u003cp\u003eMost concerning are the detailed star charts depicting constellations that do not match any known stellar\n  configurations, yet demonstrate mathematical precision exceeding our current astronomical instruments. Several charts\n  contain annotations in modern English, despite the manuscript's apparent age.\u003c/p\u003e\n\n\u003ch2\u003eDISCOVERY:\u003c/h2\u003e\n\n\u003cp\u003eSCP-3847 was recovered from the estate of deceased astrophysicist Dr. Marcus Chen following his disappearance in\n  ████. Local authorities had been investigating reports of unusual electromagnetic disturbances emanating from Dr.\n  Chen's private observatory. Foundation agents embedded in the ███████ Police Department intercepted the case after\n  detecting Class-C cognitohazardous effects among responding officers.\u003c/p\u003e\n\n\u003cp\u003eThe manuscript was found open to page 127, which contains a detailed diagram of what Dr. Chen's notes identify as\n  \"The Threshold Configuration\" - a specific astronomical alignment referenced throughout his research logs.\u003c/p\u003e\n\n\u003ch2\u003eNOTABLE INCIDENTS:\u003c/h2\u003e\n\n\u003cp\u003e\u003cstrong\u003eIncident 3847-1 (██/██/████)\u003c/strong\u003e: Research Assistant Collins reported temporal displacement while\n  transcribing page 89. Security footage confirms Collins was absent from the research chamber for 6 hours despite his\n  perception of only 20 minutes having passed.\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eIncident 3847-3 (██/██/████)\u003c/strong\u003e: Dr. Meridian observed spontaneous appearance of additional text on\n  page 203 during routine documentation. The new text appeared to be written in Dr. Chen's handwriting and contained\n  coordinates matching the location of [REDACTED].\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eIncident 3847-7 (██/██/████)\u003c/strong\u003e: Multiple personnel reported shared dreams featuring an astronomical\n  observatory \"between the spaces of stars.\" These dreams preceded the discovery of Dr. Chen's hidden research facility\n  by 72 hours.\u003c/p\u003e\n\n\u003ch2\u003eRESEARCH NOTES:\u003c/h2\u003e\n\n\u003cp\u003eDr. Meridian's analysis has identified recurring motifs throughout the text:\u003c/p\u003e\n\n\u003cul\u003e\n  \u003cli\u003eReferences to \"The Watchers\" - entities or individuals apparently responsible for maintaining astronomical records\n    across centuries\u003c/li\u003e\n  \u003cli\u003eDetailed observations of stellar phenomena occurring in 3-year cycles, with particular emphasis on dates that\n    align with documented anomalous events in Foundation records\u003c/li\u003e\n  \u003cli\u003eMathematical formulae that demonstrate correlation with the Kozlov-Hammond equations from Project STARBRIDGE\u003c/li\u003e\n  \u003cli\u003eMultiple references to \"subsidiary archives\" located at coordinates that correspond to other known anomalous sites\n  \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cstrong\u003eTranslation Progress\u003c/strong\u003e: 34% complete. Dr. Vasquez estimates full translation will require an\n  additional 18 months, assuming continued cooperation from the artifact's anomalous properties.\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eCross-Reference Priority\u003c/strong\u003e: High correlation with SCP-████, SCP-████, and objects recovered during\n  Operation NIGHTFALL. Recommend immediate consultation with the Department of Astronomical Anomalies.\u003c/p\u003e\n\n\u003ch2\u003ePERSONNEL NOTES:\u003c/h2\u003e\n\n\u003cp\u003e\u003cem\u003eDr. Sarah Meridian, Lead Researcher\u003c/em\u003e: \"The mathematical precision of these star charts is unlike anything in\n  our historical records. More troubling is the apparent real-time updating of certain passages. I suspect SCP-3847 is\n  not merely a record of astronomical events, but an active component in a larger system we do not yet understand.\"\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eDr. Elena Vasquez, Lead Translator\u003c/em\u003e: \"The linguistic structure suggests multiple authors across different\n  time periods, yet the handwriting remains consistent throughout. Several passages reference events that occurred after\n  Dr. Chen's disappearance, written in his distinctive script.\"\u003c/p\u003e\n\n\u003chr\u003e\n\n\u003cp\u003e\u003cstrong\u003eDocument prepared by:\u003c/strong\u003e Dr. Sarah Meridian\u003cbr\u003e\n  \u003cstrong\u003eDate:\u003c/strong\u003e ██/██/████\u003cbr\u003e\n  \u003cstrong\u003eClassification Review Date:\u003c/strong\u003e ██/██/████\u003cbr\u003e\n  \u003cstrong\u003eNext Scheduled Review:\u003c/strong\u003e ██/██/████\n\u003c/p\u003e",
  "author": "Foundation Archives",
  "created_at": "2025-09-10T19:48:02.315Z",
  "updated_at": "2025-09-10T19:48:02.315Z"
}